-- vb1/Attack-lb
-- Equipment visible bonuses for Attack-lb

-- 168: 九六式陸攻
-- 169: 一式陸攻
-- 170: 一式陸攻(野中隊)
-- 180: 一式陸攻 二二型甲
-- 186: 一式陸攻 三四型
-- 187: 銀河
-- 388: 銀河(江草隊)
-- 401: Do 17 Z-2
-- 403: 四式重爆 飛龍
-- 404: 四式重爆 飛龍(熟練)
-- 405: Do 217 E-5＋Hs293初期型
-- 406: Do 217 K-2＋Fritz-X
-- 431: SM.79
-- 432: SM.79 bis
-- 433: SM.79 bis(熟練)
-- 444: 四式重爆 飛龍＋イ号一型甲 誘導弾
-- 453: キ102乙
-- 454: キ102乙改＋イ号一型乙 誘導弾
-- 459: B-25
-- 484: 四式重爆 飛龍(熟練)＋イ号一型甲 誘導弾
-- 493: 一式陸攻(八幡部隊)
-- 504: 銀河(熟練)

return nil  -- no bonuses defined yet
