-- vb1/Bomb-dive
-- Equipment visible bonuses for Bomb-dive

-- 23: 九九式艦爆
-- 24: 彗星
-- 57: 彗星一二型甲
-- 64: Ju87C改
-- 97: 九九式艦爆(熟練)
-- 99: 九九式艦爆(江草隊)
-- 100: 彗星(江草隊)
-- 111: 彗星(六〇一空)
-- 148: 試製南山
-- 195: SBD
-- 248: Skua
-- 291: 彗星二二型(六三四空)
-- 292: 彗星二二型(六三四空／熟練)
-- 305: Ju87C改二(KMX搭載機)
-- 306: Ju87C改二(KMX搭載機／熟練)
-- 319: 彗星一二型(六三四空／三号爆弾搭載機)
-- 391: 九九式艦爆二二型
-- 392: 九九式艦爆二二型(熟練)
-- 419: SBD-5
-- 420: SB2C-3
-- 421: SB2C-5
-- 541: SBD(Yellow Wings)
-- 544: SBD VB-2(爆撃飛行隊)
-- 550: 試製 明星(増加試作機)
-- 551: 明星改

return nil  -- no bonuses defined yet
